{
  "home": "Accueil",
  "about": "À propos",
  "services": "Services",
  "doctor": "Médecin",
  "contact": "Contact",
  "welcome": "Bienvenue sur notre site médical",
  "heroText": "Votre santé est notre priorité. Découvrez nos services et notre équipe médicale qualifiée.",
  "readMore": "En savoir plus",
  "ourServices": "Nos Services",
  "service1": "Consultations médicales spécialisées",
  "service2": "Analyses et examens de laboratoire",
  "service3": "Soins et suivis personnalisés",
  "aboutClinic": "À propos de la clinique",
  "aboutText": "Notre clinique offre des soins modernes avec une approche humaine, basée sur l'écoute, la confiance et la compétence.",
  "meetDoctor": "Rencontrez le médecin",
  "doctorText": "Le Dr. Benali est un professionnel passionné par le bien-être de ses patients, avec plus de 15 ans d’expérience.",
  "contactUs": "Contactez-nous",
  "contactText": "N'hésitez pas à nous écrire pour toute question ou prise de rendez-vous.",
  "phone": "Téléphone",
  "email": "E-mail",
  "address": "Adresse",
  "rights": "Tous droits réservés.",




  "doc_name": "Dr. Ouafae ELMEHRAOUI",
  "for_life": "Pour une vie ",
  "healthy": "saine ",
  "balance": "et un équilibre durable",
"hero_description": "Dr Ouafae ElMehraoui, spécialiste en Endocrinologie, Diabétologie, maladies métaboliques et Nutrition, s’engage à vous offrir des soins personnalisés et de haute qualité, dans un environnement professionnel et bienveillant.",
  "experience_years": "Années d'expérience",
  "patients": "Patients pris en charge",
  "experts": "Experts médicaux",
  "appointment": "Prenez rendez-vous",
  "choisir_title": "Pourquoi choisir le Dr. Ouafae ELMEHRAOUI pour votre santé ?",
  "choisir_text": "Notre approche ne se limite pas au traitement, elle cherche à optimiser la manière dont vous prenez soin de votre santé et de votre alimentation.",
  "expertise_1": "Expertise médicale reconnue",
  "expertise_2": "Suivi personnalisé et attentif pour chaque patient",
  "expertise_3": "Soins de santé globaux et équilibrés",
  "expertise_4": "Techniques thérapeutiques avancées",
  "about_us": "A propos de nous",
  "soins_title": "Des soins personnalisés adaptés à vos besoins",
  "troubles_title": "Troubles endocriniens",
  "troubles_text": "Nous assurons un diagnostic et un traitement précis des déséquilibres hormonaux, tels que la thyroïde, le diabète et les troubles métaboliques et nutritionnels, avec un suivi personnalisé visant à rétablir l’équilibre hormonal, améliorer votre santé et prévenir les complications à long terme.",
  "suivi_title": "Suivi du diabète",
  "conseil_title": "Conseil du diabète",
  "conseil_text": "Plans alimentaires personnalisés, conçus pour soutenir la santé globale, favoriser l’équilibre nutritionnel, prévenir les carences, accompagner la gestion des maladies chroniques et promouvoir un mode de vie durable.",
  "patients_title": "Avis de nos patients sur Dr. Ouafae ELMEHRAOUI",
"patients_text": "Avec le Dr. Ouafae ElMehraoui, chaque patient bénéficie d’un suivi personnalisé visant sa guérison. Découvrez les expériences et avis de nos patients.",

  "suivi_text": "Une gestion personnalisée du taux de sucre dans le sang et de la prévention des complications, grâce à un suivi régulier, des conseils nutritionnels adaptés et un accompagnement médical complet pour améliorer votre santé au quotidien.",



  "expertise_title": "Expertise en soins préventifs et thérapeutiques",
  "learn_more": "En savoir plus",
  "close": "Fermer",
  "contact_us": "Contactez-nous",
    "loading": "Chargement...",

  
  "servicesData": [
    {
      "title": "Diabète",
      "desc": "Suivi complet du diabète avec diagnostic précis, traitement personnalisé incluant médicaments, surveillance glycémique et conseils nutritionnels. Prévention des complications à long terme telles que les maladies cardiovasculaires, rénales et nerveuses, avec accompagnement régulier et soutien éducatif pour améliorer la qualité de vie."
    },
    {
      "title": "Maladies des glandes",
      "desc": "Prise en charge globale des maladies de la thyroïde, de l’hypophyse et des surrénales. Évaluation hormonale complète, diagnostic précis et traitements adaptés incluant suivi médical, intervention chirurgicale si nécessaire et accompagnement pour les troubles endocriniens et dysfonctionnements glandulaires afin d’assurer un équilibre hormonal optimal."
    },
    {
      "title": "Syndrome des ovaires polykystiques",
      "desc": "Suivi et traitement personnalisé du SOPK incluant la régulation des cycles menstruels, la gestion des troubles hormonaux, les conseils pour la fertilité et le contrôle du poids. Approche multidisciplinaire incluant nutrition, activité physique et suivi médical pour réduire les symptômes et améliorer le bien-être général."
    },
    {
      "title": "Troubles hormonaux",
      "desc": "Une prise en charge complète des troubles hormonaux, incluant diagnostic précis, traitements adaptés et suivi régulier. Intervention pour améliorer la santé globale, réguler les déséquilibres hormonaux et prévenir les complications à long terme sur le métabolisme, la fertilité et le bien-être émotionnel."
    },
    {
      "title": "Troubles de la croissance et de la puberté",
      "desc": "Évaluation approfondie des retards ou avances de croissance et de puberté chez l’enfant et l’adolescent. Suivi médical complet, examens hormonaux, plans de traitement personnalisés pour assurer un développement harmonieux et prévenir les complications futures sur la santé physique et émotionnelle."
    },
    {
      "title": "Infertilité",
      "desc": "Évaluation complète de l’infertilité liée aux troubles endocriniens et hormonaux. Diagnostics approfondis, traitements personnalisés incluant stimulation hormonale, suivi médical spécialisé et conseils sur la fertilité pour maximiser les chances de conception tout en accompagnant les patients émotionnellement tout au long du processus."
    },
    {
      "title": "Hirsutisme",
      "desc": "Diagnostic précis des causes de l’hirsutisme chez la femme incluant analyses hormonales et évaluation clinique. Mise en place de protocoles thérapeutiques adaptés, incluant traitement médical, conseils esthétiques et suivi régulier pour réduire les symptômes tout en préservant la santé et le bien-être général."
    },
    {
      "title": "Goutte",
      "desc": "Prise en charge complète de la goutte incluant conseils alimentaires adaptés, traitement médicamenteux pour réduire l’inflammation et prévention des crises. Suivi personnalisé pour contrôler l’acide urique, améliorer la mobilité articulaire et prévenir les complications chroniques liées à la maladie."
    },
    {
      "title": "Obésité",
      "desc": "Suivi régulier et individualisé pour prévenir et traiter l’obésité. Conseils nutritionnels, programmes d’activité physique adaptés, suivi médical et éducation à l’hygiène de vie pour favoriser une perte de poids durable et améliorer la santé métabolique et cardiovasculaire."
    },
    {
      "title": "Hypertension artérielle chez les jeunes",
      "desc": "Suivi spécialisé de l’hypertension artérielle chez les jeunes incluant dépistage des causes hormonales et métaboliques. Traitement personnalisé, conseils sur l’alimentation et le mode de vie, prévention des complications cardiovasculaires et accompagnement régulier pour maintenir une tension artérielle optimale."
    },
    {
      "title": "Cholestérol",
      "desc": "Dépistage complet et traitement des troubles lipidiques afin de réduire le risque de maladies cardiovasculaires. Suivi régulier, conseils nutritionnels, plan de traitement personnalisé et éducation sur le mode de vie pour maintenir un profil lipidique sain et prévenir les complications à long terme."
    }
  ],




  "propos_heading": "Nous sommes engagés à offrir des soins de qualité, dédiés à accompagner et à améliorer votre santé au quotidien.",
  "propos_solution_title": "Votre solution santé complète et de confiance",
  "propos_solution_text": "De la prise en charge du diabète aux plans nutritionnels personnalisés, nous vous accompagnons avec attention et expertise. Dr. Ouafae EL MEHRAOUI veille à chaque détail pour vous offrir sérénité et bien-être.",
  "propos_expertise_1": "Expertise médicale spécialisée",
  "propos_expertise_2": "Médecin agréée et de confiance",
  "propos_expertise_3": "Engagement envers la santé du patient",
  "propos_expertise_4": "Passion pour l’amélioration du mode de vie",
  "propos_fiab_title": "Fiabilité & Confiance",
  "propos_fiab_text": "Profitez d’un suivi médical fiable et rapide, pour des diagnostics précis et une tranquillité d’esprit totale.",
  "propos_qualite_title": "Qualité des Soins",
  "propos_qualite_text": "Nos solutions médicales reposent sur des traitements personnalisés et adaptés à vos besoins.",
  "propos_tarif_title": "Tarification Claire & Transparente",
  "propos_tarif_text": "Aucune surprise ! Nous proposons des consultations claires et des tarifs justes pour des soins de qualité.",
  "propos_centre_title": "Un centre complet de services médicaux",
  "propos_centre_text": "Du suivi du diabète aux conseils nutritionnels, nous prenons soin de chaque aspect de votre santé.",
  "propos_prise_title": "Prise en charge complète du diabète",
  "propos_plans_title": "Plans nutritionnels personnalisés",
  "propos_prevention_title": "Prévention et soins de santé",





  "medecin_specialite": "Spécialiste en endocrinologie, diabétologie et nutrition",
  "medecin_contact_title": "Contact Info",
  "medecin_tel": "TEL: 06 60 68 32 66",
  "medecin_fix": "FIX: 05 36 69 60 48",
  "medecin_local": "Angle rue Jakarta et lieutenant Behoucine. Résidence Saîdi 4ème étage appt N°14 (Au-dessus du café ASSITANA, en face du Lycée Abdelmoumen) - OUJDA",
  "medecin_btn": "Prenez rendez-vous",
  "medecin_nom": "Dr. Ouafae Elmehraoui",
  "medecin_intro": "Avec une approche à la fois scientifique et humaine, le Dr. Ouafae Elmehraoui accompagne ses patients dans la prise en charge des maladies endocriniennes et métaboliques. Elle met un point d’honneur à offrir des soins personnalisés, centrés sur la prévention, l’éducation et l’équilibre de vie. Passionnée par la nutrition et la santé hormonale, elle aide ses patients à mieux comprendre leur corps et à adopter des habitudes durables pour améliorer leur bien-être.",
  "medecin_experience_title": "Expérience",
  "medecin_experience_1": "Spécialiste reconnue en diabète, nutrition clinique et maladies endocriniennes",
  "medecin_experience_2": "Plus de 1 000 patients suivis avec succès",
  "medecin_experience_3": "Certifiée en nutrition thérapeutique et soins métaboliques",
  "medecin_experience_4": "Participante régulière à des congrès médicaux internationaux",
  "medecin_experience_5": "Auteure et contributrice dans des revues médicales spécialisées",
  "medecin_formation_title": "Formation et diplômes",
  "medecin_formation_1": "Ancienne médecin du Centre Hospitalier d’Avignon – France",
  "medecin_formation_2": "Diplôme d’échographie et de cytoponction thyroïdienne – Université de Paris",
  "medecin_formation_3": "Ancienne interne au CHU Mohamed VI – Oujda",



  "contact_title": "Prenez rendez-vous pour votre consultation médicale",
  "contact_doc": "Besoin d’un avis médical ? Le Dr Ouafae ELMEHRAOUI vous répond.",

 "validate_changes": "Valider les modifications",
  "fix_label": "FIX :",
  "tel_label": "TEL :",
  "local_label": "Localisation :",
  "local_value": "Oujda, Maroc",
  "prenom": "Prénom",
  "nom": "Nom",
  "numero": "N° de téléphone",
  "choose_service": "-- Choisissez un service --",
  "consultation": "Consultation générale",
  "dermato": "Dermatologie",
  "analyse": "Analyses / Bilans",
  "message": "Votre Message",
  "submit": "Prendre rendez-vous",
  "password": "Mot de passe",
  "terminate": "Terminer",
    "addService": "Ajouter un service",






  "follow_us": "Suivez-nous sur les réseaux sociaux pour rester informé des dernières actualités et conseils de santé.",
  "pages_title": "Pages",
  "page_faq": "FAQ's",
  "cms_pages_title": "CMS Pages",
  "address_title": "Adresse",


  "location": "Angle rue Jakarta et lieutenant Behoucine. Résidence Saïdi 4eme étage appt N° 14 (Au dessus du café ASSITANA, en face au Lycée Abdelmoumen) - OUJDA",
  "login": "Connexion",
  "logout": "Déconnexion",
  "doctor_role": "Docteur",
  "assistant_role": "Assistant",
  "checking_auth": "Vérification de l'authentification...",
  "unauthorized_access": "Accès non autorisé",
  "loading_contacts": "Chargement des contacts...",
  "contact_list": "Liste des contacts",
  "connected_as": "Connecté en tant que",
  "filter_presence": "Filtrer par présence",
  "filter_date": "Filtrer par date",
  "reset": "Réinitialiser",
  "export_all_contacts": "Exporter tous les contacts",
  "all": "Tous",
  "in_progress": "En cours",
  "confirmed": "Confirmé",
  "cancelled": "Annulé",
  "previous": "Précédent",
  "next": "Suivant",
  "id": "ID",
  "first_name": "Prénom",
  "last_name": "Nom",
  "phone_number": "Numéro",
  "service": "Service",
  "date": "Soumis le",
  "presence": "Présence",
  "add_experience": "Ajouter une expérience",
  "add_formation": "Ajouter une formation",
  "undo": "Annuler",
  "speciality": "Spécialité",
  "experience": "Expérience",
  "formation": "Formation",
  "fixe": "Téléphone fixe",
    "propos_prise_text": "Suivi, accompagnement et conseils pour un quotidien plus sain.",
  "propos_plans_text": "Des régimes adaptés à votre état de santé et à vos objectifs.",
  "propos_prevention_text": "Adopter des habitudes saines pour préserver votre santé à long terme.",
   "apropos_hero_title": "À propos",
  "apropos_hero_subtitle": "À propos de Dr. Ouafae ELMEHRAOUI",
  "apropos_hero_text": "Nous sommes engagés à offrir des soins de qualité, dédiés à accompagner et à améliorer votre santé au quotidien.",
  "no_contacts_found": "Aucun contact trouvé",
  "welcome_doctor": "Bienvenue Docteur !",
  "welcome_assistant": "Bienvenue Assistant !",
  "today_appointments": "Rendez-vous d'aujourd'hui",
"presence_action": "Présence et action",
  "scheduled_delete": "Suppression",
    "service_image": "Image du Service",
  "current_image": "Image actuelle :",
  "current": "Actuelle",
  "no_file_chosen": "Aucun fichier choisi",
  "leave_empty_to_keep": "Laissez vide pour garder l'image actuelle",
  "title": "Titre *",
  "service_title": "Titre du Service",
  "description": "Description *",
  "service_description": "Description du Service",
  "cancel": "Annuler",
  "save": "💾 Enregistrer",
  "choose_file": "Choisir un fichier",
  "upload_button": "Téléverser",
  "no_file_sent": "Aucun fichier envoyé",
  "upload_error": "Erreur lors de l’upload",
  "title_required": "Le titre et la description sont obligatoires !",
"no_permission": "Vous n'avez pas la permission d'effectuer cette action.",
"image_required": "L'image est obligatoire pour un nouveau service !",
"service_added": "Service ajouté avec succès !",
"service_updated": "Service mis à jour avec succès !",
  "add_new_service": "Ajouter un Nouveau Service",
    "edit_service": "Modifier le Service",
    "confirm_delete": "Êtes-vous sûr de vouloir supprimer ce service ?",
   

  "reviews": {
    "hanane": "Je recommande vivement Dr Ouafae ElMehraoui pour ses compétences exceptionnelles et son approche empathique envers les patients.",
    "zdenko": "Grâce à Allah et à Dr Ouafae ElMehraoui, je suis toujours en vie. Dr Ouafae ElMehraoui m’a sauvé la vie en me prodiguant un traitement approprié avec une bienveillance et une humanité rares.",
    "fatiha": "Le Dr ELMehraoui est une médecin distinguée, dotée d’une personnalité bienveillante et compréhensive. Elle est hautement compétente.",
    "soufiane": "Je recommande vivement Dr Ouafae ElMehraoui à toute personne recherchant un endocrinologue. Elle est très compétente et profondément humaine."
  },
  "review_google": "Avis sur Google",
    "items_per_page": "Éléments par page",

  "no_services_available": "Aucun service disponible"







  
  




  


}