{
  "home": "الصفحة الرئيسية",
  "about": "من نحن",
  "services": "الخدمات",
  "doctor": "الطبيبة",
  "contact": "اتصل بنا",
  "welcome": "مرحباً بكم في موقعنا الطبي",
  "heroText": "صحتك هي أولويتنا. اكتشف خدماتنا وفريقنا الطبي المؤهل.",
  "readMore": "اقرأ المزيد",
  "ourServices": "خدماتنا",
  "service1": "استشارات طبية متخصصة",
  "service2": "تحاليل وفحوصات مخبرية",
  "service3": "رعاية ومتابعة شخصية",
  "aboutClinic": "نبذة عن العيادة",
  "aboutText": "تقدم عيادتنا رعاية طبية حديثة بأسلوب إنساني يعتمد على الاستماع والثقة والكفاءة.",
  "meetDoctor": "تعرف على الطبيب",
  "doctorText": "الدكتور بنعلي طبيب شغوف براحة مرضاه، يتمتع بخبرة تفوق 15 سنة في مجال الطب.",
  "contactUs": "تواصل معنا",
  "contactText": "لا تتردد في مراسلتنا لأي استفسار أو لحجز موعد.",
  "phone": "الهاتف",
  "email": "البريد الإلكتروني",
  "address": "العنوان",
  "rights": "جميع الحقوق محفوظة.",




  "doc_name": "الدكتورة وفاء المهراوي",
  "for_life": "من أجل حياة ",
  "healthy": "صحية",
  "balance": " وتوازن دائم",
  "hero_description": "فريقنا ذو الخبرة ملتزم بتقديم رعاية شخصية وعالية الجودة في مجال الغدد الصماء والسكري والتغذية، في بيئة مهنية ومليئة بالاهتمام.",
  "experience_years": "سنوات من الخبرة",
  "patients": "مرضى تمت رعايتهم",
  "experts": "خبراء طبيون",
  "appointment": "احجز موعدك",
  "choisir_title": "لماذا تختار الدكتورة وفاء المهراوي لصحتك؟",
  "choisir_text": "نهجنا لا يقتصر على العلاج فقط، بل يغيّر الطريقة التي تدير بها صحتك وتغذيتك ورفاهيتك.",
  "expertise_1": "خبرة طبية معترف بها",
  "expertise_2": "متابعة شخصية",
  "expertise_3": "الالتزام بالرفاهية الشاملة",
  "expertise_4": "نهج طبي حديث",
  "about_us": "من نحن",
  "soins_title": "رعاية شخصية مخصصة لاحتياجاتك",
  "troubles_title": "اضطرابات الغدد الصماء",
  "troubles_text": "تشخيص وعلاج اختلالات الهرمونات مثل الغدة الدرقية والسكري والاضطرابات الأيضية والتغذوية، مع متابعة شخصية تهدف إلى استعادة التوازن الهرموني وتحسين جودة الحياة ومنع المضاعفات طويلة الأمد.",
  "suivi_title": "متابعة مرض السكري",
  "suivi_text": "إدارة مخصصة للتحكم في نسبة السكر في الدم ومنع المضاعفات، من خلال المتابعة المنتظمة والنصائح الغذائية المناسبة والدعم الطبي الشامل لتحسين جودة الحياة اليومية.",
  "conseil_title": "نصائح غذائية للسكري",
  "conseil_text": "خطط غذائية شخصية مصممة لدعم الصحة العامة، وتعزيز التوازن الغذائي، ومنع النقص، والمساعدة في إدارة الأمراض المزمنة وتعزيز أسلوب حياة مستدام.",
  "patients_title": "آراء مرضانا حول الدكتورة وفاء المهراوي",
  "patients_text": "مع الدكتورة وفاء، تعتبر شفاء المرضى ورفاهيتهم أكبر فخر لنا. اكتشف ما يقوله مرضانا عن تجربتهم.",




  "expertise_title": "الخبرة في الرعاية الوقائية والترميمية",
  "learn_more": "اعرف المزيد",
  "close": "إغلاق",
  "contact_us": "اتصل بنا",
  
  "servicesData": [
    {
      "title": "داء السكري",
      "desc": "متابعة شاملة لمرض السكري تشمل التشخيص الدقيق والعلاج المخصص الذي يتضمن الأدوية، ومراقبة نسبة السكر في الدم، والنصائح الغذائية. الوقاية من المضاعفات طويلة الأمد مثل أمراض القلب والكلى والأعصاب، مع متابعة منتظمة ودعم تثقيفي لتحسين جودة الحياة."
    },
    {
      "title": "أمراض الغدد",
      "desc": "رعاية متكاملة لأمراض الغدة الدرقية، والغدة النخامية، والغدد الكظرية. تقييم هرموني شامل وتشخيص دقيق وعلاجات مناسبة تشمل المتابعة الطبية والتدخل الجراحي عند الحاجة، لضمان توازن هرموني مثالي."
    },
    {
      "title": "متلازمة المبيض المتعدد الكيسات",
      "desc": "متابعة وعلاج مخصص لمتلازمة تكيس المبايض يشمل تنظيم الدورة الشهرية، إدارة الاضطرابات الهرمونية، تقديم النصائح حول الخصوبة والتحكم في الوزن. نهج متكامل يشمل التغذية والنشاط البدني والمتابعة الطبية لتقليل الأعراض وتحسين الرفاه العام."
    },
    {
      "title": "الاضطرابات الهرمونية",
      "desc": "رعاية شاملة للاضطرابات الهرمونية تشمل التشخيص الدقيق والعلاج المناسب والمتابعة المنتظمة. الهدف هو تحسين الصحة العامة وتنظيم التوازن الهرموني والوقاية من المضاعفات طويلة الأمد على مستوى الأيض والخصوبة والصحة العاطفية."
    },
    {
      "title": "اضطرابات النمو والبلوغ",
      "desc": "تقييم دقيق لحالات تأخر أو تقدم النمو والبلوغ لدى الأطفال والمراهقين. متابعة طبية كاملة وفحوصات هرمونية وخطط علاج شخصية لضمان نمو سليم ومنع المضاعفات المستقبلية على الصحة البدنية والعاطفية."
    },
    {
      "title": "العقم",
      "desc": "تقييم شامل للعقم المرتبط بالاضطرابات الهرمونية والغدد الصماء. تشخيص دقيق وعلاجات مخصصة تشمل التحفيز الهرموني والمتابعة الطبية المتخصصة والنصائح حول الخصوبة لزيادة فرص الإنجاب مع الدعم النفسي خلال المسار العلاجي."
    },
    {
      "title": "الشعرانية",
      "desc": "تشخيص دقيق لأسباب الشعرانية لدى النساء يشمل التحاليل الهرمونية والفحص السريري. وضع بروتوكولات علاج مناسبة تشمل العلاج الطبي والنصائح الجمالية والمتابعة المنتظمة لتقليل الأعراض مع الحفاظ على الصحة العامة."
    },
    {
      "title": "داء النقرس",
      "desc": "رعاية شاملة لداء النقرس تشمل نصائح غذائية مناسبة وعلاج دوائي لتقليل الالتهاب ومنع النوبات. متابعة شخصية للسيطرة على حمض اليوريك وتحسين حركة المفاصل ومنع المضاعفات المزمنة المرتبطة بالمرض."
    },
    {
      "title": "السمنة",
      "desc": "متابعة منتظمة ومخصصة للوقاية من السمنة وعلاجها. نصائح غذائية وبرامج نشاط بدني مناسبة ومتابعة طبية وتثقيف حول نمط الحياة لتحقيق فقدان وزن مستدام وتحسين الصحة الأيضية والقلبية."
    },
    {
      "title": "ارتفاع ضغط الدم عند الشباب",
      "desc": "متابعة متخصصة لارتفاع ضغط الدم عند الشباب تشمل الكشف عن الأسباب الهرمونية والتمثيلية. علاج مخصص ونصائح غذائية ونمط حياة صحي للوقاية من المضاعفات القلبية والحفاظ على ضغط دم مثالي."
    },
    {
      "title": "الكوليسترول",
      "desc": "فحص شامل وعلاج اضطرابات الدهون للحد من خطر أمراض القلب. متابعة منتظمة ونصائح غذائية وخطة علاج شخصية وتثقيف صحي للحفاظ على توازن الدهون في الجسم والوقاية من المضاعفات طويلة الأمد."
    }
  ],





  "propos_heading": "نلتزم بتقديم رعاية طبية عالية الجودة مكرسة لمرافقتكم وتحسين صحتكم اليومية.",
  "propos_solution_title": "حل صحي متكامل وموثوق به",
  "propos_solution_text": "من متابعة داء السكري إلى خطط التغذية الشخصية، نرافقكم بعناية وخبرة. الدكتورة وفاء المهراوي تتابع كل التفاصيل لتمنحكم الطمأنينة والراحة.",
  "propos_expertise_1": "خبرة طبية متخصصة",
  "propos_expertise_2": "طبيبة معتمدة وموثوقة",
  "propos_expertise_3": "التزام بصحة المريض",
  "propos_expertise_4": "شغف بتحسين نمط الحياة",
  "propos_fiab_title": "الموثوقية والثقة",
  "propos_fiab_text": "هل تبحث عن متابعة طبية موثوقة؟ نحن نضمن تشخيصًا دقيقًا ومرافقة مستمرة.",
  "propos_qualite_title": "جودة الرعاية",
  "propos_qualite_text": "تعتمد حلولنا الطبية على علاجات مخصصة تتناسب مع احتياجاتكم.",
  "propos_tarif_title": "تسعيرة واضحة وشفافة",
  "propos_tarif_text": "بدون مفاجآت! نقدم استشارات واضحة وأسعار عادلة لرعاية طبية ذات جودة.",
  "propos_centre_title": "مركز متكامل للخدمات الطبية",
  "propos_centre_text": "من متابعة السكري إلى النصائح الغذائية، نعتني بجميع جوانب صحتكم.",
  "propos_prise_title": "رعاية شاملة لمرضى السكري",
  "propos_plans_title": "خطط تغذية مخصصة",
  "propos_prevention_title": "الوقاية والرفاهية المستدامة",





  "medecin_specialite": "متخصصة في الغدد الصماء وداء السكري والتغذية",
  "medecin_contact_title": "معلومات الاتصال",
  "medecin_tel": "الهاتف: 06 60 68 32 66",
  "medecin_fix": "الثابت: 05 36 69 60 48",
  "medecin_local": "العنوان: زاوية شارع جاكرتا والملازم بوحسين. إقامة السعيدي، الطابق الرابع، الشقة رقم 14 (فوق مقهى السيتانة، مقابل ثانوية عبد المومن) - وجدة",
  "medecin_btn": "احجز موعدك",
  "medecin_nom": "الدكتورة وفاء المهراوي",
  "medecin_intro": "بنهج يجمع بين العلم والإنسانية، ترافق الدكتورة وفاء المهراوي مرضاها في علاج أمراض الغدد الصماء والأمراض الأيضية. تضع جل اهتمامها في تقديم رعاية مخصصة تركز على الوقاية، التثقيف، والتوازن في الحياة. شغوفة بالتغذية والصحة الهرمونية، تساعد مرضاها على فهم أجسامهم بشكل أفضل واعتماد عادات مستدامة لتحسين رفاههم.",
  "medecin_experience_title": "الخبرة",
  "medecin_experience_1": "متخصصة معروفة في داء السكري، التغذية السريرية، وأمراض الغدد الصماء",
  "medecin_experience_2": "أكثر من 1000 مريض تمت متابعتهم بنجاح",
  "medecin_experience_3": "حاصلة على شهادة في التغذية العلاجية والرعاية الأيضية",
  "medecin_experience_4": "مشاركة منتظمة في المؤتمرات الطبية الدولية",
  "medecin_experience_5": "مؤلفة ومساهمة في مجلات طبية متخصصة",
  "medecin_formation_title": "التكوين والشهادات",
  "medecin_formation_1": "طبيبة سابقة في المركز الاستشفائي بأفينيون – فرنسا",
  "medecin_formation_2": "حاصلة على دبلوم في الأشعة والإبرة الدقيقة للغدة الدرقية – جامعة باريس",
  "medecin_formation_3": "متدربة سابقة في المركز الاستشفائي الجامعي محمد السادس – وجدة",




  
  "contact_doc": "تواصل مع الدكتورة لحجز استشارة طبية",
  "fix_label": "الهاتف الثابت:",
  "tel_label": "الهاتف المحمول:",
  "local_label": "الموقع:",
  "local_value": "وجدة، المغرب",
  "prenom": "الاسم الأول",
  "nom": "الاسم العائلي",
  "numero": "رقم الهاتف",
  "choose_service": "-- اختر خدمة --",
  "consultation": "استشارة عامة",
  "dermato": "الأمراض الجلدية",
  "analyse": "تحاليل / فحوصات",
  "message": "رسالتك",
  "submit": "احجز الموعد",





  "follow_us": "تابعونا على وسائل التواصل الاجتماعي للبقاء على اطلاع على آخر الأخبار ونصائح الصحة.",
  "pages_title": "الصفحات",
  "page_faq": "الأسئلة الشائعة",
  "cms_pages_title": "صفحات CMS",
  "address_title": "العنوان",
  "location": "زاوية شارع جاكرتا والملازم بلحوسين، إقامة سعيدي، الطابق 4، الشقة 14 (فوق مقهى ASSITANA، مقابل ثانوية عبد المؤمن) - وجدة"
}